sdaiValidateRequiredAttrs(Sdai_instS*,Sdai_Id_aggr*)
\details
Validates whether mandatory inverse attributes of the specified instance are set.
Retrieves the non-persistent list of unset attributes, if found.
\returns sdaiTRUE if unset attributes are not found; otherwise, the function returns sdaiFALSE.